#1. ใช้ , จะมี space ในแต่ละ ,
print("sau",555,1233,456,True,10+50)
#2 ใช้ + มีข้อแม้ ข้อมูลที่ไม่ใช่ string ต้องแปลงเป็น string และไม่มี space ให้เหมือนกัน
print("sau "+str(555)+' '+str(1245.455)+' '+str(True)+' '+str(20+25))
#3. ใช้เมธอดชื่อ format
print("SAU {} {} {} {}" .format(555, 125.254, True, 10+25))
print("SAU {0} {1} {2} {3}" .format(555, 125.254, True, 10+25))
#มี . อยู่ข้างหน้าเป็นเมธอด ถ้าไม่มี . เป็นฟังก์ชัน  (index number = เรียงตามตำแหน่ง)***
#4. ใช้ f-string ***
print(f'SAU {555} {True} {10+15}')

#------------------
#กรณี 1 บรรทัดมีหลาย statment ให้คั่นด้วย ; (statment = คำสั่ง)
print('aaa'); print(111); print(False) 